mikestead.dotenv
EditorConfig.EditorConfig
tamasfe.even-better-toml
denoland.vscode-deno
ms-vscode-remote.remote-containers
ms-azuretools.vscode-docker
william-voyek.vscode-nginx
dsznajder.es7-react-js-snippets
Orta.vscode-jest
ms-playwright.playwright
rust-lang.rust-analyzer
svelte.svelte-vscode
Vue.volar
ms-vscode.vscode-typescript-next
stivo.tailwind-fold
YoavBls.pretty-ts-errors
esbenp.prettier-vscode
semanticdiff.semanticdiff
astro-build.astro-vscode
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
celianriboulet.webvalidator
christian-kohler.npm-intellisense
docker.docker
expo.vscode-expo-tools
ms-azuretools.vscode-containers
msjsdiag.vscode-react-native
prisma.prisma
redhat.vscode-yaml
toba.vsfire
typescriptteam.native-preview
vscode-icons-team.vscode-icons
